{
    "épée":{
        "épee longe": "Fait 1d6(+force) de dégats peut taper d'une case de loin",
        "épee de paladin": "Se soinge de 1d4 par attaque au corps à corps, si équipé sur un paladin, permet de séléctionner une capacité en plus",
        "épee sanglate": "Quand l'ennemi est touché il recois un token de saignement, si équipé sur un guerrier permet de séléctionner une capacité en plus",
        "épée de lumère": "Permet d'apposer une Bénédiction mineure: +1 à une caratéristique choisie par le joueur pendant 3 tours",
        "épée d'os": "Epee qui peut se casser si 1d20(+dexterite) si le résultat est <= à 5. Prends 1 tour à se réparer, si l'épée se casse sur un ennmi il subit 3 token de saignment et reçois 1d6(+force) de dégats"
    },
    "fléeau":{
        "fléeau de paladin": "Frape doublement les ennemis infligeant 1d4(+force) de dégats soigant 1d4 de PV par ennemi touché",
        "fléeau de pics": "Inflige de dégats et 1d4 de token de saignement",
        "Brise os": "Inflige 1d6(+force) de dégats et réduit la force de l'ennemi de 3 pendant 2 tours",
        "fléeau des damnés": "si un aliée est mrot Inflige 1d6(+force) répète l'attaque par aliée mort. si l'attaque tue récusite un aliée à 10% de ses PV (une fois par combat)"
    },
    "hache":{
        "hache fendecrane": "Inflige 1d4(+force) de dégats. 1d20(+force) si le résultat est >= à 15 l'ennemi est désorenté pendant 1 tour (quand desorenté sa cible sera alléatoire)",
        "hache de guerre": "Enrage les alliés pendant 2 tours, ils infligent 2 de dégats supplémentaire. (3 tours de recharge)",
        "hache de berserker": "Inflige 1d6(+force) si les PV sont < à 15% l'attatque est toujours un coup critique",
        "hache à une main et bouclier": "tant qu'équipé a +10 de vie"
    },
    "katana":{
        "Katana des vents": "Inflige 1d4(+froce), quand le joueur subis une attaque au crops à corps, il a une chance d'éviter la prochaine attaque(1D20, si le résultat est >= à 15) (3 tours de recharge)",
        "Katana de l'ombre": "Inflige 1d6(+force) de dégats, si l'ennemi est tué le joueur se confond dans les ombres et ne peut être attaqué pendant 1 tour (3 tours de recharge)",
        "katana de l'empreur": "Gagne + 5 de dexterite pendant 3 tours (une fois par combat)",
        "Katana sanglant": "Inflige 1d6(+force) de dégats, si l'ennemi est tué le joueur gagne 1d8 de PV (3 tours de recharge)"
    },
    "lance":{
        "lance de paladin": "Inflige 1d4(+force) de dégats, si l'ennemi est touché il deviens aveugle pendant 2 tour (3 tours de recharge)",
        "Lance et banière": "Rallie les alliés pendant 2 tours, ils infligent 1d4 de dégats supplémentaire (3 tours de recharge)",
        "longe lance": "Inflige 1d6(+force) de dégats, si l'ennemi est touché il est repoussé de 2 cases",
        "lance patates": "Ne fait pas de dégats, toutes les attaque au crops à corps ne font aucun dégats. comestible (pourquoi ?)",
        "lance graisseuse": "le joueur peut désromais fabriquer les graises suivantes: poison, sang, pourriture, somnifaire, et enflammée. avec de la graisse animale et respectivment: des champignons toxiques, sang vicé, viande pourrie, fleur de pavot, et huile inflamalbe. en début de partie il Recois 5 graisse toxique"
    },
    "Bâton de nature":{
        "Baton de chêne": "Rends vous ou un aliée insensible au poison, someil ou pourriture pendant 3 tours (3 tours de recharge)",
        "baton de hêtre": "3 de mental: 1d8(+intelligence) de dégats",
        "baton de bouleau": "gagne +2 d'intelligence tant que l'arme est équipée",
        "baton de saule": "regagne 2 de mental par tour tant que l'arme est équipée"
    },
    "dague de racines":{
        "racine de chêne": "Inflige 1d4(+intelligence) de dégats et immobilise l'ennemi pendant 1 tour (3 tours de recharge)",
        "racine de hêtre": "Inflige 1d6(+intelligence) de dégats (3 tours de recharge)",
        "racine de bouleau": "Inflige 1d4(+intelligence) de dégats et soigne 1d4 de PV et 1d4 de mental (3 tours de recharge)"
    }

    
}